Repository: Asthegor/Donjon100Pas
Catalog: Core/Resources/Armors.*.resx
Languages: fr

# JUNK_TATTEREDCLOTH
source: Tattered Cloth
fr: Vêtements en lambeaux

# JUNK_RUSTYCHESTPLATE
source: Rusty Chestplate
fr: Plastron rouillé

# JUNK_MOLDYLEATHER
source: Moldy Leather
fr: Cuir moisi

# JUNK_ROTTENWOODSHIELD
source: Rotten Wood Shield
fr: Bouclier en bois pourri

# JUNK_BROKENCHAINMAIL
source: Broken Chainmail
fr: Cotte de mailles brisée

# JUNK_PATCHEDPANTS
source: Patched Pants
fr: Pantalon rapiécé

# JUNK_IMPROVISEDHELMET
source: Improvised Helmet
fr: Casque improvisé

# JUNK_THINRAGS
source: Thin Rags
fr: Guenilles fines

# JUNK_CRACKEDBUCKLER
source: Cracked Buckler
fr: Bocle fissurée

# JUNK_DIRTYCLOAK
source: Dirty Cloak
fr: Cape sale

# COMMON_LEATHERVEST
source: Leather Vest
fr: Gilet en cuir

# COMMON_IRONHELMET
source: Iron Helmet
fr: Casque en fer

# COMMON_GUARDARMOUR
source: Guard Armour
fr: Armure de garde

# COMMON_BRONZEBRACERS
source: Bronze Bracers
fr: Bracelets en bronze

# COMMON_PADDEDJACKET
source: Padded Jacket
fr: Gambison rembourré

# COMMON_SOLDIERBOOTS
source: Soldier Boots
fr: Bottes de soldat

# COMMON_LIGHTSHIELD
source: Light Shield
fr: Bouclier léger

# COMMON_STUDDEDBELT
source: Studded Belt
fr: Ceinturon clouté

# COMMON_CHAINMAILCOIF
source: Chainmail Coif
fr: Cale de mailles

# COMMON_REINFORCEDGLOVES
source: Reinforced Gloves
fr: Gants renforcés

# UNCOMMON_STEELBREASTPLATE
source: Steel Breastplate
fr: Plastron en acier

# UNCOMMON_HARDENEDLEATHER
source: Hardened Leather
fr: Cuir bouilli

# UNCOMMON_VETERANHELMET
source: Veteran Helmet
fr: Casque de vétéran

# UNCOMMON_KNIGHTGAUNTLETS
source: Knight Gauntlets
fr: Gantelets de chevalier

# UNCOMMON_SCOUTCLOAK
source: Scout Cloak
fr: Cape d'éclaireur

# RARE_MITHRILCHAINMAIL
source: Mithril Chainmail
fr: Cotte de mailles en Mithril

# RARE_ENCHANTEDROBES
source: Enchanted Robes
fr: Robes enchantées

# RARE_DRAGONSCALESHIELD
source: Dragon Scale Shield
fr: Bouclier en écailles de dragon

# RARE_CELESTIALCROWN
source: Celestial Crown
fr: Couronne céleste

# ELITE_AETHERPLATE
source: Aether Plate
fr: Armure de plaques d'éther

# ELITE_PHOENIXEMBRACE
source: Phoenix Embrace
fr: L'Étreinte du Phénix

# ELITE_VOIDSTALKERGARB
source: Void Stalker Garb
fr: Tenue de traqueur du vide

# DEFAULTARMOR
source: Linen Shirt
fr: Chemise en lin
