Repository: Asthegor/Donjon100Pas
Catalog: Core/Resources/Bonus.*.resx
Languages: fr

# BONUS_ATTACK
source: Attack: {0}
fr: Attaque : {0}

# BONUS_BLEED
source: The enemy bleed and lose {0} life points on {1} turns
fr: L'ennemi saigne et perd {0} points de vie sur {1} tours

# BONUS_DEFENSE
source: Defense: {0}
fr: Défense : {0}

# BONUS_FIRE
source: Inflict {0} Fire Damage per attack for {1} turn
fr: Inflige {0} dégâts de feu par attaque pendant {1} tours

# BONUS_HEALTH
source: Recover {0} Life Points per attack
fr: Récupère {0} points de vie par attaque

# BONUS_ICE
source: Inflict {0} Ice Damage per attack
fr: Inflige {0} dégâts de froid par attaque

# BONUS_POISON
source: Inflict {0} poison damages on {1} turns
fr: Inflige {0} dégâts de poison sur {1} tours

# BONUS_RESISTBLEED
source: Bleed Resistance: {0}%
fr: Résistance Saignement : {0}%

# BONUS_RESISTFIRE
source: Fire Resistance: {0}%
fr: Résistance au Feu : {0}%

# BONUS_RESISTICE
source: Ice Resistance: {0}%
fr: Résistance au Froid : {0}%

# BONUS_RESISTSTUNT
source: Stunt Resistance: {0}%
fr: Résistance à l'Étourdissement : {0}%

# BONUS_MANA
source: Recover {0} Mana per attack
fr: Récupère {0} Mana par attaque

# MALUS_HEALTH
source: Lose {0} points of life per attack
fr: Perd {0} points de vie par attaque

# BONUS_STUNT
source: Stunt the enemy for {0} turns
fr: Étourdit l'ennemi pendant {0} tours

# BONUS_RESISTPOISON
source: Poison Resistance: {0}%
fr: Résistance au Poison : {0}%
