Repository: Asthegor/Donjon100Pas
Catalog: Core/Resources/Weapons.*.resx
Languages: fr

# COMMON_BASICMORNINGSTAR
source: Basic Morningstar
fr: Morgenstern basique

# COMMON_GUARDSPEAR
source: Guard's Spear
fr: Lance de garde

# COMMON_HUNTINGLONGBOW
source: Hunting Longbow
fr: Arc long de chasse

# COMMON_INFANTRYPIKE
source: Infantry Pike
fr: Pique d'infanterie

# COMMON_IRONGLADIUS
source: Iron Gladius
fr: Glaive en fer

# COMMON_IRONSHODSTAFF
source: Iron-shod Staff
fr: Bâton de marche ferré

# COMMON_LIGHTRAPIER
source: Light Rapier
fr: Rapière légère

# COMMON_MILITIASHORTSWORD
source: Militia Shortsword
fr: Épée courte de milicien

# COMMON_NOMADSCIMITAR
source: Nomad Scimitar
fr: Cimetierre de nomade

# COMMON_PEASANTBILLHOOK
source: Peasant's Billhook
fr: Vouge de paysan

# COMMON_PRECISIONSLING
source: Precision Sling
fr: Fronde de précision

# COMMON_SAILORCUTLASS
source: Sailor's Cutlass
fr: Coutelas de marin

# COMMON_SIMPLEMACE
source: Simple Mace
fr: Masse d'arme simple

# COMMON_SMITHINGHAMMER
source: Smithing Hammer
fr: Marteau de forge

# COMMON_SPIKEDCLUB
source: Spiked Club
fr: Gourdin clouté

# COMMON_STEELDAGGER
source: Steel Dagger
fr: Dague en acier

# COMMON_THROWINGHATCHET
source: Throwing Hatchet
fr: Hachette de jet

# COMMON_WOODMANAXE
source: Woodman's Axe
fr: Hache de bûcheron

# COMMON_WORNBASTARDSWORD
source: Worn Bastard Sword
fr: Épée bâtarde usée

# COMMON_YEWSHORTBOW
source: Yew Shortbow
fr: Arc court en if

# JUNK_BENDPOKER
source: Bend Poker
fr: Tisonnier tordu

# JUNK_BROKENPICKAXEHANDLE
source: Broken Pickaxe Handle
fr: Manche de pioche brisé

# JUNK_DULLKITCHENKNIFE
source: Dull Kitchen Knife
fr: Couteau de cuisine émoussé

# JUNK_LARGEMAMMALBONE
source: Large Mammal Bone
fr: Os de grand mammifère

# JUNK_POTLID
source: Pot Lid
fr: Couvercle de marmite

# JUNK_RUSTYDAGGER
source: Rusty Dagger
fr: Dague rouillée

# JUNK_SHARPENEDBRANCH
source: Sharpened Branch
fr: Branche pointue

# JUNK_STONECLUB
source: Stone Club
fr: Gourdin en pierre

# JUNK_WOODENTRAININGSWORD
source: Wooden Training Sword
fr: Épée d'entrainement en bois

# JUNK_WORNLEATHERSLING
source: Worn Leather Sling
fr: Fronde en cuir usé

# UNCOMMON_COMPOSITEBOW
source: Composite Bow
fr: Arc composite

# UNCOMMON_DOUBLEEDGEDBATTLEAXE
source: Double-Edged Battle Axe
fr: Hache de bataille à double tranchant

# UNCOMMON_DUELISTESTOC
source: Duelist's Estoc
fr: Estoc de duelliste

# UNCOMMON_GLADIATORTRIDENT
source: Gladiator's Trident
fr: Trident de gladiateur

# UNCOMMON_GREATWARHAMMER
source: Great War Hammer
fr: Grand marteau de guerre

# UNCOMMON_HARDENEDSTEELLONGSWORD
source: Hardened Steel Longsword
fr: Épée longue en acier trempé

# UNCOMMON_OFFICERSPEAR
source: Officer's Spear
fr: Lance d'officier

# UNCOMMON_OFFICIERSABER
source: Officer's Saber
fr: Sabre d'officier

# UNCOMMON_RANGERBOW
source: Ranger's Bow
fr: Arc de garde forestier

# UNCOMMON_REINFORCEDHALBERD
source: Reinforced Halberd
fr: Hallebarde renforcée

# UNCOMMON_TEMPLARHEAVYMACE
source: Templar Heavy Mace
fr: Masse lourde de templier

# UNCOMMON_THIEFDAGGER
source: Thief's Dagger
fr: Dague de voleur

# UNCOMMON_FLAIL
source: Flail
fr: Fléau d'armes

# UNCOMMON_HANDCROSSBOW
source: Hand Crossbow
fr: Arbalète de poing

# RARE_MITHRILBLADE
source: Mithril Blade
fr: Lame de Mithril

# RARE_EBONYWOODBOW
source: Ebony Wood Bow
fr: Arc en bois d'ébène

# RARE_THUNDERHANNER
source: Thunder Hammer
fr: Marteau de foudre

# RARE_ASSASSINDIRK
source: Assassin's Dirk
fr: Dague de l'assassin

# RARE_RUNICAXE
source: Runic Axe
fr: Hache runique

# RARE_FROSTSPEAR
source: Frost Spear
fr: Lance de givre

# RARE_GLOWINGJUSTICESWORD
source: Glowing Sword of Justice
fr: Épée de Justice étincelante

# RARE_FIREFLAIL
source: Fire Flail
fr: Fléau de feu

# RARE_HEAVYSIEGECROSSBOW
source: Heavy Siege Crossbow
fr: Arbalète lourde de siège

# RARE_MASTERKATANA
source: Master's Katana
fr: Katana de maître

# ELITE_AGONIZER
source: The Agonizer
fr: L'Agonisante

# ELITE_MOUNTAINBREAKER
source: Mountain Breaker
fr: Brise-Montagne

# ELITE_DRAGONBREATH
source: Dragon's Breath
fr: Le Souffle du Dragon

# ELITE_ECLIPSESHARD
source: Eclipse Shard
fr: L'Éclat de l'Éclipse

# ELITE_DOOMSDAY
source: Doomsday
fr: Jugement Dernier

# DEFAULTWEAPON
source: Bare Hands
fr: Mains nues
